import React from "react";


function AppsInfo(){
    return(
        <div class="container">
            <p id="appsinfo_1">
                Apps는 게임, 앱, 웹 기획과 개발을 하는 소프트웨어 학부 소속 동아리입니다.<br/>
                스터디를 통해 개발 관련 지식을 익히고, 이를 바탕으로 프로젝트를 진행하여 협업 경험도 쌓습니다.<br/>
                주요 활동 내용은 게임, 앱, 웹 설계 및 개발을 중심으로 공모전, 연구과제를 준비하는 것이며,
                기초가 되는 유니티, 언리얼 엔진, 모바일(안드로이, iOS), 웹 프론트앤드, 백앤드 등의 스터디를 진행합니다.<br/>
                그밖에도 최신 IT 기술 동향을 공부하고, 지도교수님, 선후배들 간의 활발한 교류를 통하여 전문 SW 엔지니어의 소양을 갖추는 것을 목적으로 합니다.
            </p>
            <div id="appsinfo_2">
            <p>
                한마디로!
            </p>
            <p>
                <u>스터디를통해 개발관련 지식을 익히고, 이를 바탕으로 프로젝트를 진행하여 협업경험도 쌓는 소프트웨어학부 소속 동아리입니다!</u>&#128522;
            </p>
            </div>
        </div>
    );
}  


export default AppsInfo;